{
    "RedirectAllertPopupText":{
        "answer":" that you are now being redirected to the official website of NAGA Markets Europe Ltd, a CySEC regulated entity under the license no. 204/13."
    },
    "EU_footer_RiskWarning_header":{
        "answer":"RISK WARNING: CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. 82.08% of retail investor accounts lose money when trading CFDs with this provider. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money."
    },
    "EU_footer_RiskWarning_main":{
        "answer":"Trading with NAGA Trader by following and/or copying or replicating the trades of other traders involves high levels of risks, even when following and/or copying or replicating the top-performing traders. Such risks include the risk that you may be following/copying the trading decisions of possibly inexperienced/unprofessional traders, or traders whose ultimate purpose or intention, or financial status may differ from yours. Before making an investment decision, you should rely on your own assessment of the person making the trading decisions and the terms of all the legal documentation."
    },
    "EU_footer_RestrictedRegions":{
        "answer":"Restricted regions: NAGA Markets Europe LTD offers services to residents within the European Economic Area, excluding Belgium. NAGA Markets Europe LTD does not provide investment and ancillary services in the territories of third countries."
    },
    "EN_footer_RiskWarning":{
        "answer":"RISK WARNING: Derivatives are complex instruments and come with a high risk of losing money rapidly due to leverage. You should consider whether you understand how derivatives work and whether you can afford to take the high risk of losing your money. This is not investment advice. Trading with NAGA Trader by following and/or copying or replicating the trades of other traders involves high levels of risks, even when following and/or copying or replicating the Lead Traders. Such risks include the risk that you may be following/copying the trading decisions of possibly inexperienced/unprofessional traders, or traders whose ultimate purpose or intention, or financial status may differ from yours. Before making an investment decision, you should rely on your own assessment of the person making the trading decisions and the terms of all the legal documentation."
    },
    "EN_footer_RestrictedRegions":{
        "answer":"Restricted countries: NAGA Capital Ltd does not provide services for the residents of certain countries, such as Afghanistan, Albania, American Samoa, Anguilla, Australia, Austria, Barbados, Belarus, Belgium, Bermuda, British Indian Ocean Territory, Bulgaria, Burkina Faso, Canada, Cayman Islands, Central African Republic, Christmas Island, Cocos (Keeling) Islands, The Democratic Republic of the Congo, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Falkland Islands (Malvinas), Finland, France, Germany, Gibraltar, Greece, Guam, Haiti, Heard Island and McDonald Islands, Hungary, Iceland, Islamic Republic of Iran, Ireland, Isle of Man, Israel, Italy, Jamaica, Japan, Jersey, Democratic People's Republic of Korea, Latvia, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Mali, Malta, Montserrat, Mozambique, Myanmar, Netherlands, New Zealand, Norfolk Island, Norway, Palestinian Territory, Occupied, Pitcairn, Poland, Portugal, Romania, Russian Federation, Saint Helena, Ascension and Tristan Da Cunha, San Marino, Senegal, Serbia, Slovakia, Slovenia, Somalia, South Georgia and the South Sandwich Islands, South Sudan, Spain, Sri Lanka, Sweden, Switzerland, Syrian Arab Republic, Trinidad and Tobago, Tunisia, Turks and Caicos Islands, Uganda, Ukraine, United Kingdom and any other countries where the citizens have British proof of identity (i.e. British Virgin Island, Gibraltar, Isle of Man etc.), United States, U.S. Minor Islands, Vanuatu, Virgin Islands, British, Virgin Islands, U.S., Yemen, and Zimbabwe."
    },
    "EU_riskWarning_footer":{
        "answer":"RISK WARNING: CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. 82.08% of retail investor accounts lose money when trading CFDs with this provider. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money."
    },
    "EU_cryptoFooter_address":{
        "answer":"NAGA is a trademark of The NAGA Group AG, a German based FinTech company publicly listed on the Frankfurt Stock Exchange | WKN: A161NR | ISIN: DE000A161NR7."
    },
    "EU_cryptoFooter_regulation":{
        "answer":"The website is operated by NAGA X LTD which is authorised and regulated by the Cyprus Securities and Exchange Commission under Registration No. 009/23. The registered address of NAGA X LTD is Agias Zonis 11, 3027, Limassol, Cyprus."
    },
    "EU_cryptoFooter_riskNotification":{
        "answer":"Please carefully read the applicable Legal Documents and understand the risk warning before engaging in any cryptocurrency investments. Investing in cryptocurrencies carries inherent risks, and it is crucial that you fully comprehend the potential risks and rewards associated with such investments. We strongly advise consulting with a qualified financial advisor or conducting your own research before making any cryptocurrency investments. Only invest funds that you can afford to lose without significantly impacting your financial well-being."
    },
    "EU_cryptoFooter_restrictedCountries":{
        "answer":"Restricted regions: NAGA X LTD does not offer its services to USA, Canada, Cuba, Sudan, North Korea and other countries."
    },
    "EU_payFooter_registrationNumber":{
        "answer":"Registration No.: HRB162653"
    },
    "EU_payFooter_address":{
        "answer":"Registration Address: Suhrenkamp 59, c/o The Naga Group, 22335 Hamburg, Germany"
    },
    "EU_payFooter_riskNotification":{
        "answer":"The content of our pages has been created with the utmost care. However, we cannot guarantee the content`s accuracy, completeness or topicality. According to statutory provisions, we are furthermore responsible for our own content on these web pages. In this context, please note that we are accordingly not obliged to monitor merely the transmitted or saved information of third parties, or investigate circumstances pointing to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this as per 8 to 10 of the Telemedia Act (TMG)."
    },
    "ZA_RiskWarning":{
        "answer":"RISK WARNING: Derivatives are complex instruments and come with a high risk of losing money rapidly due to leverage. You should consider whether you understand how derivatives work and whether you can afford to take the high risk of losing your money. The value of financial products can increase as well as decrease over time, depending on the value of the underlying securities and market conditions. Illustrations, forecasts or hypothetical data are not guaranteed and are provided for illustrative purposes only. JME Financial Services (Pty) Ltd does not render advice in respect of the CFD’s offered on this website. Before making an investment decision, you should rely on your own assessment. The Company’s disclaimer, conflict of interest policy are available on legal documents section. Trading with NAGA Trader by following and/or copying or replicating the trades of other traders involves high levels of risks, even when following and/or copying or replicating the top-performing traders. Such risks include the risk that you may be following/copying the trading decisions of possibly inexperienced/unprofessional traders, or traders whose ultimate purpose or intention, or financial status may differ from yours. Before making an investment decision, you should rely on your own assessment of the person making the trading decisions and the terms of all the legal documentation."
    },
    "ZA_Regulation":{
        "answer":"JME Financial Services (Pty) Ltd acts as intermediary between the investor and Naga Capital Ltd, the counterparty to the contract for difference purchased by the Investor via Naga.com/za. NAGA Capital Ltd is authorised and regulated by the Financial Services Authority Seychelles (FSA) under licence No. SD026. Naga Capital Ltd is the principal to the CFD purchased by investors on this website. Partner company Naga Markets Europe Ltd provides content and operates the business, Head office address: Agias Zonis 11, Limassol 3027, Cyprus, with company reg. number HE 251168."
    },
    "AE_RiskWarning":{
        "answer":"RISK WARNING: Trading leveraged products (CFDs) and real shares involves significant risk, including the potential loss of your initial investment, and may not be suitable for all investors. Before trading or investing, you are strongly advised to read and ensure you understand the relevant Risk Disclosure and warnings included in the Company's legal documents section. There is a substantial risk that you may lose all of your initial investment when trading or investing. We recommend that you carefully consider whether trading leveraged products or investing in shares is appropriate for you in light of your personal circumstances, and ensure you fully understand all associated risks before proceeding. 21.57% of retail investor accounts generate profits when trading leveraged products with this provider. Trading with NAGA Trader by following and/or copying or replicating the trades of other traders involves high levels of risks, even when following and/or copying or replicating the top-performing traders. Such risks include the risk that you may be following/copying the trading decisions of possibly inexperienced/unprofessional traders, or traders whose ultimate purpose or intention, or financial status may differ from yours. Before making an investment decision, you should rely on your own assessment of the person making the trading decisions and the terms of all the legal documentation."
    },
    "AE_Disclaimer":{
        "answer":"Disclaimer: The content on this page is for informational purposes only and is not intended as a recommendation or advice. Any references to past performance, emulated performance, or forecasts in the Company’s advertisements are not reliable indicators of future results. Customers are solely responsible for their own business decisions or investments."
    },
    "AE_HeaderDisclaimer":{
        "answer":"Trading leveraged product involves significant risk of loss. 21.57% of retail investor accounts generate profits when trading leveraged products with this provider"
    }
}